<h3>Настройка поиска по страницам</h3>
<p>В Website Templates предусмотрен плагин <b>RD Search</b> для реализации формы поиска по страницам.
</p>

<h4>Как изменить дату на странице</h4>

<p>Для того чтобы изменить дату на целевой странице необходимо найти тег meta с атрибутом <b>name="date"</b> и изменить атрибут <b>content</b>.</p>
<pre><code>
        &lt;meta name="date" content="..."&gt;
    </code></pre>
<h4>Как изменить теги на странице
</h4>
<p>Для того чтобы изменить теги на целевой странице необходимо найти тег <b>meta</b> с атрибутом <b>name="keywords"</b> и изменить атрибут <b>content</b>.</p>
<pre>
    <code>
        &lt;meta name="keywords" content="Templatemonster
        web design multipurpose template"&gt;
    </code>
</pre>
<p>Для правильной работы данного поиска данные метатеги обязательны. При добавлении новых страниц необходимо добавить данные метатеги.</p>