<h3>Настройка интернет-магазина</h3>
<p>Intense - это HTML шаблон, нацеленный на разработчиков. Пример магазина в Intense  используется лишь для удобства последующей доработки продукта разработчиками в рамках своих професиональных заказов и не содержит готового функционала для реализации рабочего магазина.</p>

<p class="alert alert-warning">    Внимание: Intense не содержит функционала для создания рабочего магазина. В демо приводятся лишь примеры реализации HTML разметки для создания магазина на основе Intense.</p>
