<h3>TimeCircles - Таймер</h3>
<h6>HTML Website Templates используют расширение
  <b>TimeCircles.js</b> для реализации таймера с радиальным прогресс баром.</h6>

<p>Плагин поддерживает следующие настройки:</p>


<p><b>data-date</b></p>
<p>
  Атрибут <b>data-date</b> определяет дату начала или конца отсчета в формате
  <b>data-date="гггг-мм-дд чч:мм:сс"</b>
</p>

<pre>
  <code>
    &lt;!-- TimeCircles--&gt;
    &lt;div id="DateCountdown" data-date="2020-10-01 00:00:00" &gt;&lt;/div&gt;
  </code>
</pre>
<p>Даный пример осуществляет обратный отсчет будет вестись до 00:00 01 Октября 2020 года.</p>

