<h3>Программное обеспечение</h3>
<p>Для полноценной работы с шаблоном вебсайта мы рекомендуем скачать все требуемые приложения. Список необходимого программного обеспечения находится на странице предпросмотра шаблона. Требования для различных шаблонов могут меняться, поэтому мы перечислим самые основные:</p>

<ol class="index-list">
    <li>
        Прежде всего нужны правильные приложения для распаковывания защищенного паролем архива <b>sources_#########.zip</b>. Можно воспользоваться <b>WinZip 9+</b> (Windows) и <b>Stuffit Expander 10+</b> (Mac). Это обязательное ПО.
    </li>
    <li>
        Также может понадобиться программа <b>Adobe Photoshop</b> (версии CS3 или выше). Она используется для редактирования исходных файлов <b>*.psd</b> и необходима, если требуется изменить графический дизайн и изображения шаблона.
    </li>
    <li>
        Для редактирования исходного кода файлов шаблона нужно использовать редактор кода, например <b>Sublime Text</b>, <b>Notepad++</b>, <b>Atom</b> и т.п.
    </li>
    <li>
        Чтобы загрузить файлы на хостинг сервер, потребуется FTP менеджер, например, файловый менеджер в панели управления вашего хостинг-провайдера или десктопные приложения, такие как <b>Total Commander</b>, <b>FileZilla</b>, <b>CuteFTP</b> и т.д.
    </li>
    <li>
        Если вы разработчик или хотите компилировать исходный код то нужно также установить <a href='https://nodejs.org'>Node.js</a>.
    </li>
</ol>
