<h3>Загрузка шаблона на Хостинг</h3>
<p>
    Для того, чтобы сделать ваш сайт "живым", вам необходимо загрузить все содержимое папки <b>template package > dist > skin_name</b> с вашего локального компьютера на хостинг сервер.
</p>

<p class='alert alert-info'>
    Обратите внимание: корневая директория сайта зависит от внутренней структуры вашего хостинг сервера. Если вы загрузите саму папку <b>template package > dist > skin_name</b> на хостинг сервер, то корнем вашего сайта будет <b>http://your_domain_name/dist</b>. Для того, чтобы корнем вашего сайта был <b>http://your_domain_name</b>, пожалуйста откройте папку <b>template package > dist > skin_name</b> и скопируйте ее содержимое на ваш хостинг сервер.
</p>

<p class='alert alert-danger'>
    Внимание: не загружайте, папку <b>dev/</b> или любой из исходных файлов шаблона на ваш хостинг сервер.
</p>
