<h3>Загрузка шаблона на Хостинг</h3>
<p>
    Для того, чтобы сделать ваш сайт "живым", вам необходимо загрузить все содержимое папки <b>dist/</b> с вашего локального компьютера на хостинг сервер.
    <br>
    Обратите внимание: корневая директория сайта зависит от внутренней структуры вашего хостинг сервера. Если вы загрузите саму папку <b>dist/</b> на хостинг сервер, то корнем вашего сайта будет <b>http://your_domain_name/dist</b>. Для того, чтобы корнем вашего сайта был <b>http://your_domain_name</b>, пожалуйста откройте папку <b>dist/</b> и скопируйте ее содержимое на ваш хостинг сервер.
    <br>
    Внимание: не загружайте, папку <b>dev/</b> или любой из исходных файлов шаблона на ваш хостинг сервер.
</p>